
spec_dict = {
  1: "cистема упражнений для укрепления здоровья и развития наиболее полезных и необходимых в жизни физических качеств, таких как: ловкость, координация, выносливость, гибкость, скорость, сила, направленных на всестороннее физическое развитие человека.",
  2: "процесс наращивания (гипертрофии скелетных мышц) и развития мышечной массы при сохранении качества и эстетики тела спортсмена, путём тренировок с отягощениями (обычно, в тренажёрном зале для выполнения физических упражнений с использованием штанги, гантелей, брусьев, турника и различных силовых тренажёров).",
  3: "процесс наращивания и развития мышечной массы при сохранении качества и эстетики женского тела, путем тренировок с отягощениями (без использования сверхтяжёлых весов).",
  4: "силовой вид спорта, суть которого заключается в преодолении сопротивления максимально тяжёлого для спортсмена веса.",
  5: "силовой вид спорта, суть которого заключается в преодолении сопротивления максимально тяжёлого для спортсмена веса.",
  6: "вид спорта, позволяющий развивать все группы мышц.",
  7: "контактный вид спорта, единоборство, в котором спортсмены наносят друг другу удары кулаками обычно в специальных перчатках.",
  8: "вид спорта (часто неверно называемые «боями без правил»), представляющий собой единоборство с сочетанием множества техник. ММА являются полноконтактным боем с применением ударной техники и борьбы как в стойке (клинч), так и на полу (партер).",
  9: "система упражнений в воде, которая предназначена для укрепления здоровья и развития наиболее полезных и необходимых в жизни физических качеств, таких как: ловкость, координация, выносливость, гибкость, скорость, сила, направленных на всестороннее физическое развитие человека.",
  10: "ритмичные, выразительные движения тела, обычно выстраиваемые в определённую композицию и исполняемые с музыкальным сопровождением."
 }